class channels:
    welcome = 997425613830897674
    bugs = 1033333295250944011
    suggest = [997425648538746950, 997425707217064016, 1037327216540921866]
    todo = 1037327216540921866
    anonymous = 0000000000000000000
    autoban = 1037326631569735771
    art_id = 997425650904338453
    archive_art_id = 1006834087031488602
    logs = 1040706608155598928
    punishments_name = '❌・наказания'
    logs_name = '🪁・логи'
    main_archive = '〔🕸〕───・Архив・─────┐'
    ticket_archive = '〔🥊〕───・Архив тикетов・─────┐'
    art = '🎨・ваше-творчество'
    archive_art = '🔮・архив-артов'
    mod_chat = '🏣・мод-чат'
class misc:
    dev = 678632704874381334
    avatar_url = 'https://cdn.discordapp.com/avatars/959849629321666560/79e05274a4a0059dd2dd0c46a7370b21.webp?size=1024'
    footer = 'Мистер Сферический | Все права защищены'
class blacklist:
    bans = [
        972546611685261312, # atom bot
        962808419998388234, # Сфер-помощник
        663067667170721802, # StLucas
        397340943570698240, # Спамтон.Г.Спамтон
        932509836787187764, # Точно не твинк севы
        932490997194166344, # samiysok
        932598202719404042, # stepback
        977845936996896838, # kykikekikeks
        954046288104685568, # sevaatom
        489082344159051786, # atomseva
        932611419197816832, # Военкомат
        933030522186264596, # BigSmoke
        932541542219006013, # Walter_FS
        821762235243954216, # kjkszpj
        858376307321733130, # valik505🇾🇪
        1036288664344481843 # Akay
    ]
class extensions:
    cogs = [
        'cogs.adm',
        'cogs.blacklist',
        'cogs.dev',
        'cogs.fun',
        'cogs.info',
        'cogs.suggest',
        'cogs.welcome'
    ]
    handlers = [
        'handlers.error',
        'handlers.logs'
    ]